<!doctype html>
<html lang="en" dir="ltr">
	<head>
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<meta name="author" content="endri prifti">
		<meta name="keywords" content="endri,prifti,HTML,CSS,XML,JavaScript,ECMAScript,Docker,Git,C#,SQL,PHP,JSON,XML">
		<meta name="description" content="endri's notes put on internet">

		<title>shoku endri</title>
		
		<link rel="icon" href="favicon.png" sizes="32x32" type="image/png">
		<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/normalize/7.0.0/normalize.min.css">
		<link rel="stylesheet" href="styles.css">

		<script src="getIp.js"></script>
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-107492885-1"></script>
		<script>window.dataLayer=window.dataLayer||[];function gtag(){dataLayer.push(arguments)};gtag('js',new Date());gtag('config','UA-107492885-1');</script>
	</head>

	<body>
		<nav>
			<span><a href="http://endri.net" target="_self">home</a></span>
			<span><a href="#">about</a></span>
			<span><a href="#">contact</a></span>
			<span><a href="http://git.endri.net" target="_blank">git</a></span>
			<span><a href="http://share.endri.net" target="_blank">share</a></span>
		</nav>
		<div>
			<div>
				<img src="the_custodian_medium.png">
				<p>The Custodian<br>by Graham Robinson</p>
			</div>
			<div>
				<span>shoku endri</span>
				<span>full-stack developer, designer, nosql enthusiast<br>human rights & law activist<br>graduated in computer science<br>microsoft certified web developer</span>
				<span>
					<br><br><br>
					<img src="shekulli_logo.svg">
					<a href="http://shekulli.com.al/paradokset-e-reformes-per-gjykaten-kushtetuese/" target="_blank">
						Paradokset e Reform&euml;s p&euml;r Gjykat&euml;n Kushtetuese
					</a>
					&nbsp;&nbsp;
					<a href="https://www.academia.edu/36526899/Paradokset_e_reform%C3%ABs_p%C3%ABr_Gjykat%C3%ABn_Kushtetuese" target="_blank">
						[PDF]
					</a>
					<br><br>
					<img src="mapo_logo.svg">
					<a href="mapo_article.jpg" target="_blank">
						Ligji për Gjykatat Administrative dhe c&euml;nimi i t&euml; drejtave t&euml; njeriut
					</a>
					&nbsp;&nbsp;
					<a href="https://www.academia.edu/36586138/Ligji_p%C3%ABr_Gjykatat_Administrative_dhe_c%C3%ABnimi_i_t%C3%AB_drejtave_t%C3%AB_njeriut_q%C3%AB_mbron_Kushtetuta" target="_blank">
						[PDF]
					</a>
				</span>
			</div>
		</div>
		<div>
			<span id="ipv4"></span>
			<script src="https://api.ipify.org?format=jsonp&callback=getIP"></script>
		</div>
		<article>
			<section>
				<h2>Pjes&euml; nga fjalimi i shokut Fatos Nano n&euml; Kuvendin Popullor mbajtur m&euml; Korrik 1997 pas miratimit t&euml; programit politik</h2>
	
				<p>Kudo n&euml; Shqip&euml;ri dhe tek t&euml; gjith&euml; shqiptar&euml;t, kudo q&euml; jetojn&euml;, po rilind shpresa dhe besimi i humbur, pa t&euml; cilat nuk mund t&euml; ringjallen krenaria dhe dinjiteti komb&euml;tar i t&euml; qenit shqiptar. Njer&euml;zit tashm&euml; e ndiejn&euml; n&euml; thell&euml;si t&euml; zemr&euml;s s&euml; tyre se Shqip&euml;ria europiane mund t&euml; rib&euml;het duke ruajtur vlerat m&euml; t&euml; mira t&euml; qytet&euml;rimit ton&euml; t&euml; lasht&euml;, nd&euml;rsa hedhim v&euml;shtrimin nga e ardhmja dhe ecim me vendosm&euml;ri e solidaritet p&euml;rpara, drejt Europ&euml;s s&euml; qytet&euml;ruar.</p>
			
				<p>Karakteri ambicioz i programit t&euml; qeveris&euml; s&euml; re shfaqet tek angazhimi yn&euml; p&euml;r t&euml; ngushtuar dhe zhdukur hendekun midis potencialeve tona komb&euml;tare dhe shfryt&euml;zimit t&euml; tyre n&euml; praktik&euml; p&euml;r ta ndryshuar dhe modernizuar realisht k&euml;t&euml; vend. Ne duhet t&euml; m&euml;sojm&euml; nga e kaluara, por jo t&euml; mbetemi skllev&euml;r dhe viktima t&euml; saj. Kjo arrihet vet&euml;m duke punuar s&euml; bashku p&euml;r nj&euml; Shqip&euml;ri t&euml; re, t&euml; p&euml;rt&euml;rir&euml; n&euml; m&euml;nyr&euml; t&euml; gjithanshme, me bindje, p&euml;rkushtim dhe solidaritet. Fatet dhe koh&euml;t m&euml; t&euml; mira p&euml;r atdheun ton&euml; dhe p&euml;r çdo shqiptar jan&euml; vet&euml;m p&euml;rpara, tek e ardhmja, dhe jo prapa, tek e kaluara. Vet&euml;m k&euml;shtu do t&euml; dalim nga kriza, nga konfliktet, nga shkat&euml;rrimet dhe nga krimet, q&euml; burojn&euml; nga d&euml;shp&euml;rimi, nga humbja e shpres&euml;s dhe mungesa e perspektiv&euml;s. Shqip&euml;ria nuk mund t&euml; rib&euml;het e fort&euml; e me dinjitet, kur shumica e shqiptareve mbeten t&euml; pasigurt, t&euml; varf&euml;r e pa shpres&euml;. Nuk mjafton t&euml; jetojm&euml; si nj&euml; komb i vet&euml;m, por duhet edhe t&euml; veprojm&euml; si nj&euml; komb i vet&euml;m. Drejt&euml;sia sociale mund t&euml; zhvillohet n&euml; harmoni me efikasitetin ekonomik dhe jo n&euml; kund&euml;rshtim me t&euml;, vet&euml;m duke garantuar t&euml; drejt&euml;n e çdo individi p&euml;r sip&euml;rmarrje t&euml; lir&euml; n&euml; nj&euml; shoq&euml;ri t&euml; drejt&euml; dhe solidare, n&euml; nj&euml; shtet t&euml; s&euml; drejt&euml;s. Pra, neve nuk na duhet t&euml; zgjedhim ose nj&euml; shoq&euml;ri m&euml; pak t&euml; ndar&euml; e t&euml; polarizuar, ose nj&euml; ekonomi m&euml; produktive dhe fitimprur&euml;se. Ne mund e duhet t&euml; punojm&euml; p&euml;r t’i realizuar t&euml; dyja nj&euml;koh&euml;sisht, dhe kjo arrihet vet&euml;m duke vepruar n&euml; rrug&euml; t&euml; reja, n&euml; m&euml;nyr&euml; t&euml; re, n&euml; frym&euml;n dhe sipas standardeve evropiane.</p>
			
				<p>Asnj&euml; vend nuk mund t&euml; krijoj&euml; prosperitet ekonomik dhe shoq&euml;ror, n&euml; rast se nuk p&euml;rparojn&euml; t&euml; gjith&euml; shtetasit e tij, çka do t&euml; thot&euml; se ne nuk mund t&euml; ecim p&euml;rpara n&euml; rast se nuk aktivizojm&euml; talentin, aft&euml;sit&euml; dhe energjit&euml; e t&euml; gjith&euml;ve, dhe jo t&euml; nj&euml; pakice njer&euml;zish, n&euml; rast se n&euml; nuk jemi ambicioz&euml; p&euml;r t&euml; b&euml;r&euml; t&euml; mundur q&euml; e gjith&euml; shoq&euml;ria t&euml; punoj&euml; p&euml;r t&euml; mir&euml;n e çdo individi dhe çdo individ t&euml; punoj&euml; p&euml;r t&euml; mir&euml;n e bashk&euml;sis&euml; komb&euml;tare.</p>
			</section>
		</article>
		<footer>
			<span>&copy; Copyright 2017 by shoku endri. All Rights Reserved.</span>
		</footer>
	</body>
</html>